<?php

return [

    //Home
    "bt_admin" => "ส่วนเจ้าหน้าที่",
    "txt_hello" => "สวัสดีปกป้อง",
    "bt_inputcase" => "แจ้งเหตุ",
    "txt_intro" => "ระบบรับเรื่องร้องเรียนและคุ้มครองการละเมิดสิทธิด้านเอดส์
    เพศภาวะ และความเป็นกลุ่มประชากรเปราะบางต่อการถูกเลือกปฏิบัติ",
    "txt_status" => "สามารถตรวจสอบสถานะดำเนินการ ได้ทางปุ่มด้านล่างนี้",
    "bt_status" => "สถานะการดำเนินงาน",

    "Link" => "https://www.youtube.com/embed/vuM1LK1Ct50",
    "bt_popup" => "ปิดหน้าต่าง",

    "tx_h_knowledge" =>"แหล่งข้อมูลความรู้เรื่องสิทธิในประเด็นต่างๆ",
    "tx_sh_knowledge" =>"สามารถสืบค้นได้ตาม Link ข้อมูลด้านล่างนี้",
    "tx_h_table" =>"ต้องการเข้าไปแจ้งเหตุที่หน่วยงานโดยตรง",
    "tx_sh_table" =>"สามารถแจ้งเหตุได้ที่หน่วยงานตามข้อมูลด้านล่างนี้",
    "bt_map" =>"แสดงบนแผนที่",

    //Compliant Page

    "txt_head_popup" => "กรุณาอ่านด้านล่าง และยินยอมเพื่อดำเนินการต่อไป :",
    "bt_agree_popup" => "อนึ่งก่อนให้ความยินยอม ข้าพเจ้าได้อ่านและเข้าใจข้อกำหนดและเงื่อนไขในการเปิดเผยข้อมูลส่วนบุคคล ซึ่งระบุไว้ด้านบนของความยินยอมนี้อย่างชัดเจนแล้ว",
    "txt_explain_popup" => "ข้อมูลที่บันทึกจะถูกเก็บเป็นความลับและโปรดตรวจสอบเบอร์โทรศัพท์ให้ถูกต้องเพื่อให้เจ้าหน้าที่ติดต่อกลับ",

    "nav_home" => "หน้าหลัก",
    "nav_complaint" => "แจ้งเหตุ",

    "txt_head_rc" => "กรุณาบันทึกข้อมูลเบื้องต้น เพื่อให้เจ้าหน้าที่รับเรื่องสามารถติดต่อไปภายหลัง",
    "bt_victim_rc" => "คลิกเพื่อระบุว่าเป็นผู้แจ้งแทน",
    "bt_urgent_rc" => "ขอความช่วยเหลือเร่งด่วน",

    "txt_inf_name" => "ชื่อผู้แจ้งแทน",
    "bt_inf_name" => "ชื่อเรียก",
    "txt_inf_tel" => "หมายเลขโทรศัพท์ผู้แจ้ง",
    "bt_inf_tel" => "หมายเลข 9-10 หลัก",

    "txt_head2_rc" => "ข้อมูลผู้ถูกกระทำ ( กรุณาบันทึกข้อมูลที่มีเครื่องหมาย * ให้ครบถ้วน )",
    "txt_name" => "ชื่อผู้ถูกกระทำ",
    "bt_name" => "ชื่อจริง หรือนามแฝง",
    "txt_tel" => "หมายเลขโทรศัพท์",
    "bt_tel" => "หมายเลข 9-10 หลัก",

    "txt_sex" => "เพศกำเนิด",
    "txt_sex1" => "ชาย",
    "txt_sex2" => "หญิง",
    "txt_sex0" => "ไม่ประสงค์ตอบ",

    "txt_nat" => "สัญชาติ",
    "txt_nat1" => "ไทย",
    "txt_nat2" => "ลาว",
    "txt_nat3" => "เวียดนาม",
    "txt_nat4" => "พม่า",
    "txt_nat5" => "กัมพูชา",
    "txt_nat6" => "อื่นๆ ระบุ",
    "txt_nat6_sp" => "ระบุสัญชาติ",

    "txt_DateofIncident" => "วันที่เกิดเหตุ",
    "txt_year" => "ปี พ.ศ.",
    "txt_year_h" => "ปปปป",
    "txt_month" => "เดือน",
    "txt_month1" => "มกราคม",
    "txt_month2" => "กุมภาพันธ์",
    "txt_month3" => "มีนาคม",
    "txt_month4" => "เมษายน",
    "txt_month5" => "พฤษภาคม",
    "txt_month6" => "มิถุนายน",
    "txt_month7" => "กรกฎาคม",
    "txt_month8" => "สิงหาคม",
    "txt_month9" => "กันยายน",
    "txt_month10" => "ตุลาคม",
    "txt_month11" => "พฤศจิกายน",
    "txt_month12" => "ธันวาคม",
    "txt_day" => "วันที่",

    "txt_head_pr_rc" => "เลือกจังหวัด",
    "txt_province" => "จังหวัดที่เกิดเหตุ",
    "txt_amphur" => "อำเภอที่เกิดเหตุ",


    "bt_location" => "คลิกเพื่อระบุตำแหน่งในปัจจุบัน",
    "tx_location_wait" => "กรุณา รอสักครู่...",
    "tx_location_ss" => "บันทึกตำแหน่งปัจจุบันสำเร็จ!",

    "tx_problem" => "ปัญหาที่พบ",

    "se_problem" => "โปรดเลือกประเภทปัญหาของท่าน",
    "se_problem_1" => "บังคับตรวจเอชไอวี",
    "se_problem_2" => "เปิดเผยสถานะการติดเชื้อเอชไอวี",
    "se_problem_3" => "ถูกกีดกันหรือถูกเลือกปฏิบัติเนื่องมาจาการติดเชื้อเอชไอวี",
    "se_problem_4" => "ถูกกีดกันหรือถูกเลือกปฏิบัติเนื่องมาจากเป็นกลุ่มเปราะบาง",
    "se_problem_5" => "อื่นๆ ที่เกี่ยวข้องกับ HIV",
    "se_problem_6" => "อื่นๆ",

    "tx_group" => "ประเภทกลุ่ม",
    "tx_sub_group" => "ประเภทกลุ่มย่อย",

    "tx_problem_detail" => "รายละเอียดของปัญหา",

    "tx_help" => "ความต้องการความช่วยเหลือ",

    "tx_upload" => "อัพโหลดข้อมูลเพิ่มเติม",

    "bt_upload1" => "กรุณาเลือกไฟล์..",
    "bt_upload2" => "ไม่ได้เลือกไฟล์ใด",

    "bt_accept" => "ยอมรับ",
    "bt_cancle" => "กลับหน้าหลัก",
    "bt_submit" => "ส่งข้อมูล",
    "bt_cancle2" => "ยกเลิก",

    "tx_head_pop_con" => "ยืนยันการยื่นคำร้อง",
    "tx_body1_pop_con" => "กรุณาตรวจสอบชื่อและหมายเลขโทรศัพท์ก่อนส่งข้อมูลเข้าสู่ระบบ",
    "tx_body2_pop_con" => "เพื่อความถูกต้องในการสื่อสารกับเจ้าหน้าที่",
    "tx_name_pop_con" => "ชื่อผู้ถูกกระทำ",
    "tx_tel_pop_con" => "หมายเลขโทรศัพท์",

    //Gen case Page
    "tx_genid" => "รหัสที่ใช้ติดตามข้อมูลของท่านคือ",

    //ststus
    "tx_head_status" => "ตรวจสอบสถานะ",
    "tx_track_status" => "ใส่รหัสเพื่อตรวจสอบ",
    "bt_search_status" => "ค้นหา",
    "bt_rate_status" => "ประเมินความพึงพอใจ",

    "bt_rate_status_head" => "ให้คะแนนตามความพอใจของท่าน",
    "bt_rate_status_id" => "ลำดับ",
    "bt_rate_status_topic" => "หัวข้อ",
    "bt_rate_status_sc1" => "น้อยที่สุด",
    "bt_rate_status_sc2" => "น้อย",
    "bt_rate_status_sc3" => "มาก",
    "bt_rate_status_sc4" => "มากที่สุด",
    "bt_rate_status_topic1" => "การรับเรื่องและติดต่อกลับ",
    "bt_rate_status_topic2" => "การให้การช่วยเหลือ",

    "tx_status1" => "ส่งเรื่องสำเร็จ",
    "tx_status2_1" => "เจ้าหน้าที่รับเรื่องแล้ว",
    "tx_status3_1" => "เจ้าหน้าที่สอบถามข้อมูลเพิ่มเติมแล้ว",
    "tx_status3_2" => "เจ้าหน้าที่ยังไม่ได้สอบถามข้อมูลเพิ่มเติม",
    "tx_status4_1" => "อยู่ระหว่างดำเนินการช่วยเหลือ",
    "tx_status5_1" => "ดำเนินการเสร็จสิ้น",

    "tx_statuserror1" => "ไม่พบรหัสดังกล่าว",
    "tx_statuserror2" => "กรุณาติดต่อเจ้าหน้าที่เพื่อสอบถามข้อมูล"



];

?>