<?php

return [

    //Home
    "bt_form" => "แบบฟอร์มขอรหัสผู้ใช้งาน",
    "bt_admin" => "ส่วนเจ้าหน้าที่",
    "txt_hello" => "สวัสดีปกป้อง",
    "bt_inputcase" => "แจ้งเหตุ",
    "txt_intro" => "ระบบรับเรื่องร้องเรียนและคุ้มครองการละเมิดสิทธิด้านเอดส์
    เพศภาวะ และความเป็นกลุ่มประชากรเปราะบางต่อการถูกเลือกปฏิบัติ",
    "txt_status" => "สามารถตรวจสอบสถานะดำเนินการ ได้ทางปุ่มด้านล่างนี้",
    "bt_status" => "สถานะการดำเนินงาน",
    "bt_report_public" => "รายงาน",

    "txt_head_typecheck" => "ท่านต้องการความช่วยเหลือทางด้านไหน ?",
    "bt_report_complaint" => "คลิกเพื่อร้องเรียนกรณีถูกละเมิดสิทธิ",
    "bt_link_far" => "คลิกเพื่อสอบถาม/ขอคำปรึกษาเรื่องเอชไอวี",

    "Link" => "https://www.youtube.com/embed/vuM1LK1Ct50",
    "bt_popup" => "ปิดหน้าต่าง",

    "tx_h_knowledge" =>"แหล่งข้อมูลความรู้เรื่องสิทธิในประเด็นต่างๆ",
    "tx_sh_knowledge" =>"สามารถสืบค้นได้ที่นี่",
    "tx_h_table" =>"ต้องการเข้าไปแจ้งเหตุที่หน่วยงานโดยตรง",
    "tx_sh_table" =>"สามารถแจ้งเหตุได้ที่หน่วยงานตามข้อมูลด้านล่างนี้",
    "bt_map" =>"แสดงบนแผนที่",

    "ck_infection_status" =>"สถานะเอชไอวี",
    "ck_infection_status0" =>"โปรดเลือกสถานะเอชไอวี",
    "ck_infection_status1" =>"ติดเชื้อเอชไอวี",
    "ck_infection_status2" =>"ไม่ติดเชื้อเอชไอวี",
    "ck_infection_status3" =>"ไม่ทราบ",
    "ck_infection_status4" =>"ไม่ขอเปิดเผย",

    "ck_group1" =>"กลุ่มหลากหลายทางเพศ",
    "ck_group2" =>"พนักงานบริการ",
    "ck_group3" =>"ผู้ใช้สารเสพติด",
    "ck_group4" =>"ประชากรข้ามชาติ",
    "ck_group5" =>"ผู้ถูกคุมขัง",
    "ck_group6" =>"กลุ่มชาติพันธุ์และชนเผ่า",
    "ck_group7" =>"คนพิการ",
    "ck_group8" =>"ครอบครัวและผู้ใกล้ชิดผู้ติดเชื้อเอชไอวี",
    "ck_group9" =>"สตรี",
    "ck_group10" =>"เด็กและเยาวชน",
    "ck_group11" =>"ผู้สูงอายุ",
    "ck_group12" =>"ประชาชนกลุ่มอื่นๆ",

    //Compliant Page

    "txt_ask_urgenthelp" => "ท่านต้องการขอความช่วยเหลือเร่งด่วนผ่านปกป้องหรือไม่",
    "txt_tell_urgenthelp" => "* การช่วยเหลือเร่งด่วนผ่านปกป้องเจ้าหน้าที่จะติดต่อกลับภายใน 24 ชม.",

    "txt_short_urgenthelp" => "เจ้าหน้าที่จะติดต่อกลับภายใน 24 ชั่วโมง",
    "txt_short_urgenthelp_7day" => "เจ้าหน้าที่จะติดต่อกลับภายใน 1-7 วัน",

    "btn_need" => "ต้องการ",
    "btn_noneed" => "ไม่ต้องการ",

    "tag_help_status" => "สถานะการขอความช่วยเหลือ",

    "btn_urgent" => "เร่งด่วน",
    "btn_nourgent" => "ไม่เร่งด่วน",

    "txt_head_popup" => "กรุณาอ่านด้านล่าง และยินยอมเพื่อดำเนินการต่อไป :",
    "bt_agree_popup" => "อนึ่งก่อนให้ความยินยอม ข้าพเจ้าได้อ่านและเข้าใจข้อกำหนดและเงื่อนไขในการเปิดเผยข้อมูลส่วนบุคคล ซึ่งระบุไว้ด้านบนของความยินยอมนี้อย่างชัดเจนแล้ว",
    "txt_explain_popup" => "ข้อมูลที่บันทึกจะถูกเก็บเป็นความลับและโปรดตรวจสอบเบอร์โทรศัพท์ให้ถูกต้องเพื่อให้เจ้าหน้าที่ติดต่อกลับ",

    "txt_new_explain_popup" => "ข้อมูลที่บันทึกจะถูกเก็บเป็นความลับและโปรดตรวจสอบเบอร์โทรศัพท์ให้ถูกต้องเพื่อให้เจ้าหน้าที่ติดต่อกลับ",
    "txt_accept" => "รับทราบ",

    "nav_home" => "หน้าหลัก",
    "nav_complaint" => "แจ้งเหตุ",

    "txt_head_rc" => "กรุณาบันทึกข้อมูลเบื้องต้น เพื่อให้เจ้าหน้าที่รับเรื่องสามารถติดต่อไปภายหลัง",
    "bt_victim_rc" => "คลิกเพื่อระบุว่าเป็นผู้แจ้งแทน",
    "bt_urgent_rc" => "คลิกเพื่อขอความช่วยเหลือเร่งด่วน",

    "txt_inf_name" => "ชื่อผู้แจ้งแทน",
    "bt_inf_name" => "ชื่อเรียก",
    "txt_inf_tel" => "หมายเลขโทรศัพท์ผู้แจ้ง",
    "bt_inf_tel" => "หมายเลข 9-10 หลัก",

    "txt_head2_rc" => "ข้อมูลผู้ถูกกระทำ",
    "txt_head2_rc_2" => "( กรุณาบันทึกข้อมูลที่มีเครื่องหมาย * ให้ครบถ้วน )",
    "txt_name" => "ชื่อผู้ถูกกระทำ",
    "bt_name" => "ชื่อจริง หรือนามแฝง",
    "txt_tel" => "หมายเลขโทรศัพท์",
    "bt_tel" => "หมายเลข 9-10 หลัก",

    "txt_sex" => "เพศกำเนิด",
    "txt_sex1" => "ชาย",
    "txt_sex2" => "หญิง",
    "txt_sex0" => "ไม่ประสงค์ตอบ",

    "txt_nat" => "สัญชาติ",
    "txt_nat1" => "ไทย",
    "txt_nat2" => "ลาว",
    "txt_nat3" => "เวียดนาม",
    "txt_nat4" => "พม่า",
    "txt_nat5" => "กัมพูชา",
    "txt_nat6" => "อื่นๆ ระบุ",
    "txt_nat6_sp" => "ระบุสัญชาติ",
    "txt_nat7" => "ไร้สัญชาติ/ไม่มีสถานะบุคคล",

    "txt_DateofIncident" => "วันที่เกิดเหตุ",
    "txt_year" => "ปี พ.ศ.",
    "txt_year_h" => "ปปปป",
    "txt_month" => "เดือน",
    "txt_month1" => "มกราคม",
    "txt_month2" => "กุมภาพันธ์",
    "txt_month3" => "มีนาคม",
    "txt_month4" => "เมษายน",
    "txt_month5" => "พฤษภาคม",
    "txt_month6" => "มิถุนายน",
    "txt_month7" => "กรกฎาคม",
    "txt_month8" => "สิงหาคม",
    "txt_month9" => "กันยายน",
    "txt_month10" => "ตุลาคม",
    "txt_month11" => "พฤศจิกายน",
    "txt_month12" => "ธันวาคม",
    "txt_day" => "วันที่",

    "txt_head_pr_rc" => "เลือกจังหวัด",
    "txt_province" => "จังหวัดที่เกิดเหตุ",
    "txt_amphur" => "อำเภอที่เกิดเหตุ",


    "bt_location" => "คลิกเพื่อระบุตำแหน่งในปัจจุบัน",
    "tx_location_wait" => "กรุณา รอสักครู่...",
    "tx_location_ss" => "บันทึกตำแหน่งปัจจุบันสำเร็จ!",

    "tx_problem" => "ปัญหาที่พบ",

    "se_problem" => "โปรดเลือกประเภทปัญหาของท่าน",
    "se_problem_1" => "บังคับตรวจเอชไอวี",
    "se_problem_2" => "เปิดเผยสถานะการติดเชื้อเอชไอวี",
    "se_problem_3" => "ถูกกีดกันหรือถูกเลือกปฏิบัติเนื่องมาจาการติดเชื้อเอชไอวี",
    "se_problem_4" => "ถูกกีดกันหรือถูกเลือกปฏิบัติเนื่องมาจากเป็นกลุ่มเปราะบาง",
    "se_problem_5" => "อื่นๆ ที่เกี่ยวข้องกับ HIV",
    "se_problem_6" => "อื่นๆ",

    "tx_group" => "ประเภทกลุ่ม",
    "tx_sub_group" => "ประเภทกลุ่มย่อย",

    "tx_problem_detail" => "รายละเอียดของปัญหา",

    "tx_help" => "ความต้องการความช่วยเหลือ",

    "tx_upload" => "อัพโหลดข้อมูลเพิ่มเติม",

    "bt_upload1" => "กรุณาเลือกไฟล์..",
    "bt_upload2" => "ไม่ได้เลือกไฟล์ใด",

    "bt_accept" => "ยอมรับ",
    "bt_cancle" => "กลับหน้าหลัก",
    "bt_submit" => "ส่งข้อมูล",
    "bt_cancle2" => "ยกเลิก",

    "tx_head_pop_con" => "ยืนยันการยื่นคำร้อง",
    "tx_body1_pop_con" => "กรุณาตรวจสอบชื่อและหมายเลขโทรศัพท์ก่อนส่งข้อมูลเข้าสู่ระบบ",
    "tx_body2_pop_con" => "เพื่อความถูกต้องในการสื่อสารกับเจ้าหน้าที่",
    "tx_name_pop_con" => "ชื่อผู้ถูกกระทำ",
    "tx_tel_pop_con" => "หมายเลขโทรศัพท์",

    //Gen case Page
    "tx_genid" => "รหัสที่ใช้ติดตามข้อมูลของท่านคือ",

    //ststus
    "tx_head_status" => "ตรวจสอบสถานะ",
    "tx_track_status" => "ใส่รหัสเพื่อตรวจสอบ",
    "bt_search_status" => "ค้นหา",
    "bt_rate_status" => "ประเมินความพึงพอใจ",

    "bt_rate_status_head" => "ให้คะแนนตามความพอใจของท่าน",
    "bt_rate_status_id" => "ลำดับ",
    "bt_rate_status_topic" => "หัวข้อ",
    "bt_rate_status_sc1" => "น้อยที่สุด",
    "bt_rate_status_sc2" => "น้อย",
    "bt_rate_status_sc3" => "มาก",
    "bt_rate_status_sc4" => "มากที่สุด",
    "bt_rate_status_topic1" => "การรับเรื่องและติดต่อกลับ",
    "bt_rate_status_topic2" => "การให้การช่วยเหลือ",

    "tx_status1" => "ส่งเรื่องสำเร็จ",
    "tx_status2_1" => "เจ้าหน้าที่รับเรื่องแล้ว",
    "tx_status3_1" => "เจ้าหน้าที่สอบถามข้อมูลเพิ่มเติมแล้ว",
    "tx_status3_2" => "เจ้าหน้าที่ยังไม่ได้สอบถามข้อมูลเพิ่มเติม",
    "tx_status4_1" => "อยู่ระหว่างดำเนินการช่วยเหลือ",
    "tx_status5_1" => "ดำเนินการเสร็จสิ้น",

    "tx_statuserror1" => "ไม่พบรหัสดังกล่าว",
    "tx_statuserror2" => "กรุณาติดต่อเจ้าหน้าที่เพื่อสอบถามข้อมูล",

    "tx_agency_name" => "ชื่อหน่วยงาน",
    "tx_province" => "จังหวัด",
    "tx_address" => "ที่อยู่",
    "tx_location" => "ตำแหน่งแผนที่",
    "tx_contact" => "ติดต่อสอบถาม",
    "tx_website" => "เว็บไซต์",

    "tx_rsat" => "RSAT(สมาคมฟ้าสีรุ้ง)",
    "tx_tnp_plus" => "TNP+ (เครือข่ายผู้ติดเชื้อ)",
    "tx_far" => "FAR มูลนิธิศูนย์คุ้มครองสิทธิด้านเอดส์",
    "tx_swing_silom" => "SWING (มูลนิธิเพื่อนพนักงานบริการ สีลม)",
    "tx_swing_saphankhwa" => "SWING (มูลนิธิเพื่อนพนักงานบริการ สะพานควาย)",
    "tx_swing_pattaya" => "SWING (มูลนิธิเพื่อนพนักงานบริการ พัทยา)",
    "tx_rtf" => "RTF (มูลนิธิรักษ์ไทย)",
    "tx_hon" => "Health and Opportunity Network (HON)",
    "tx_nam_kwan_sirung" => "กลุ่มน้ำกว๊านสีรุ้ง",
    "tx_stm" => "STM(บ้านสุขสันต์)",

    "tx_swing" => "SWING (มูลนิธิเพื่อนพนักงานบริการ)",

    "tx_rsat_add_bkk" => "เลขที่ 1 และ 3 ซอยรามคำแหง 97/2 ถนนรามคำแหง แขวงหัวหมาก เขตบางกะปิ กรุงเทพฯ 10240",
    "tx_tnp_add_bkk" => "เลขที่ 494 ซอย 14 ลาดพร้าว 101 แขวงคลองจั่น เขตบางกะปิ กรุงเทพฯ 10240",
    "tx_far_add_bkk" => "เลขที่ 133/235 หมู่บ้านรื่นฤดี 3 ถนนหทัยราษฎร์ แขวง/เขตมีนบุรี กรุงเทพฯ 10510",
    "tx_swing_silom_add" => "อาคารเลขที่ 3 ชั้น 5 ซอยพัฒน์พงศ์ 1 ถนนสุรวงศ์ แขวงสุริยวงศ์ เขตบางรัก กรุงเทพมหานคร 10500",
    "tx_swing_saphankhwa_add" => "เลขที่ 1417/31 ถนนประดิพัทธ์ แขวงสามเสนใน เขตพญาไท กรุงเทพมหานคร 10400",
    "tx_swing_pattaya_add" => "เลขที่ 45/54 หมู่ 10 ตำบลหนองปรือ อ.บางละมุง จ.ชลบุรี",
    "tx_rsat_add_chon" => "เลขที่ 94/6 ม.4 ต.บ้านสวน อ.เมือง จ.ชลบุรี เทศบาลเมืองชลบุรี",
    "tx_rtf_add_chon" => "เลขที่ 79/16 หมู่ 3 ต.สุรศักดิ์ อ.ศรีราชา จ.ชลบุรี 20110",
    "tx_hon_add_chon" => "เลขที่ 75 ถนนสุขุมวิทย์ ต.บางละมุง อ.เมือง จ.ชลบุรี 20150",
    "tx_nam_kwan_sirung_add_phayao" => "เลขที่ 414/12 หมู่11 ต.ต๋อม อ.เมือง จ.พะเยา 56000",
    "tx_rtf_add_cgm" => "เลขที่ 113/9 ถ. เชียงใหม่ - ลำปาง ต.ท่าศาลา อ.เมือง จ.เชียงใหม่ 50000",
    "tx_rtf_add_trat" => "เลขที่ 1140/35 ม.12 ต.วังกระแจะ อ.เมือง จ.ตราด 23000",
    "tx_rtf_add_nakornpathom" => "เลขที่ 9,71 ถ.มณฑาทิพย์ ต.ท่าตำหนัก อ.นครชัยศรี จ.นครปฐม 73120",
    "tx_rtf_add_nakornsri" => "เลขที่ 11 ถนนชลประทาน 4 ขวา 2 ต.นาเคียน อ.เมือง จ.นครศรีธรรมราช 80000",
    "tx_rtf_add_rayong" => "เลขที่ 25/65 ถ.วุฒิสาร ต.เชิงเนิน อ.เมือง จ.ระยอง",
    "tx_far_add_rayong" => "เลขที่ 5/79 หมู่บ้านเติมทรัพย์ไพรเวทโฮม ต.เนินพระ อ.เมือง จ.ระยอง, 21000",
    "tx_rsat_add_songkra" => "เลขที่ 79 ถนน นิพัทธิ์สงเคราะห์ 2, ต.หาดใหญ่, อ.หาดใหญ่  จ.สงขลา 90110",
    "tx_stm_add_songkra" => "เลขที่ 33 ราษฎร์อุทิศ 2 ซอย 1 ต.บ่อยาง อ.เมืองสงขลา จ.สงขลา 90000",
    "tx_rtf_add_samut_sakhon" => "เลขที่ 25/21 มหาชัยเมืองทองโครงการ1 หมู่ 3 ถ.สหกรณ์ ต.บางหญ้าแพรก ตำบล บางหญ้าแพรก อ.เมือง จ.สมุทรสาคร 74000",
    "tx_rtf_add_surat" => "เลขที่ 200/3-4 หมู่ 5 หมู่บ้าน เอกธานี ถ. เลี่ยงเมือง ต.มะขามเตี้ย อ.เมือง จ.สุราษฎร์ธานี 84000",
    "tx_rsat_add_ubon" => "เลขที่ 542 ถนนพิชิตรังสรรค์ ต.ในเมือง อ.เมือง จ.อุบลราชธานี  34000",
    "tx_rtf_add_udon" => "เลขที่ 273 ถนน  ต.หมากแข้ง อ.เมืองอุดรธานี จ.อุดรธานี 41000",

    "tx_bkk" => "กรุงเทพฯ", 
    "tx_chonburi" => "ชลบุรี",
    "tx_cnx" => "เชียงใหม่",
    "tx_phayao" => "พะเยา",
    "tx_trat" => "ตราด",
    "tx_nakhonpathom" => "นครปฐม",
    "tx_nakhon_si" => "นครศรีธรรมราช",
    "tx_rayong" => "ระยอง",
    "tx_songkhla" => "สงขลา",
    "tx_samut_sakhon" => "สมุทรสาคร",
    "tx_surat_thani" => "สุราษฎร์ธานี",
    "tx_ubon" => "อุบลราชธานี",
    "tx_udon" => "อุดรธานี",

    "link_loadjson" => "loadjson.php",

    "tx_user_regis" => "ลงทะเบียนผู้ใช้งาน",

    "tx_thankyou" => "ขอบคุณที่ท่านแจ้งเหตุเข้ามาที่ปกป้อง",
    "tx_thankyou2" => "ทางทีมเจ้าหน้าที่จะดำเนินการขั้นตอนต่อไป",
    "tx_keep_id" => "โปรดเก็บรหัสของคุณไว้ เพื่อติดตามสถานะการร้องเรียนของคุณ",
    "tx_id" => "รหัสที่ใช้ติดตามข้อมูลของท่านคือ",

    "tx_des1" => "โปรดบรรยายเหตุการณ์โดยสังเขป ว่าปัญหาคืออะไร เกิดกับใคร ที่ไหน อย่างไร เป็นต้น"

];

?>