<!doctype html>
<html lang="{{ config('app.locale') }}">

<head>
    <meta charset="utf-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1">

    <link href="https://fonts.googleapis.com/css2?family=Mitr:wght@200;300&display=swap" rel="stylesheet">

    <link href="{{ asset('bulma-0.8.0/css/bulma.css') }}" rel="stylesheet">
    <link href="{{ asset('css/mystyles.css') }}" rel="stylesheet">

    <link href="{{ asset('css/font-awesome5.0.6/css/fontawesome-all.css') }}" rel="stylesheet">
    {{ Html::script('js/jquery.min.js') }}
    <link href="{{ asset('/css/uploadicon/new3.css') }}" rel="stylesheet">
    <link href="{{ asset('/css/nicelabel/css/jquery-nicelabel.css') }}" rel="stylesheet">

    {{--{{ Html::style('bootstrap-datepicker/css/bootstrap-datepicker.min.css') }}--}}
    {{--{{ Html::style('bootstrap/css/bootstrap.css') }}--}}
    {{ Html::script('js/jquery.min.js') }}
    {{--{{ Html::script('js/thai_date_dropdown.js') }}--}}

    {{--{{ Html::script('js/select_list.js') }}--}}
    {{--{{ Html::script('bootstrap/js/bootstrap.min.js') }}--}}
    {{--{{ Html::script('bootstrap-datepicker/js/bootstrap-datepicker.min.js') }}--}}


    <meta name="theme-color" content="#ab3c3c" />

    <link rel="shortcut icon" href="{{ asset('images/favicon.ico') }}">

    <title> ปกป้อง (CRS) </title>

</head>

<body class="has-background-light">

    <div class="hero-head ">
        <div class=" ">
            @component('component.login_bar2')
            @endcomponent
        </div>
    </div>

    <div class="container">

        <div class=" section ">

            <nav class="breadcrumb" aria-label="breadcrumbs">
                <ul>
                    <li>
                        <a href="{{ route('guest_home') }}">
                            <span class="icon is-small">
                                <i class="fas fa-home" aria-hidden="true"></i>
                            </span>
                            <span>หน้าแรก</span>
                        </a>
                    </li>
                    <li>
                        <a href="{{ route('officer.main') }}">
                            <span class="icon is-small">
                                <i class="fas fa-lock" aria-hidden="true"></i>
                            </span>
                            <span>ส่วนเจ้าหน้าที่</span>
                        </a>
                    </li>
                    <li class="is-active">
                        <a href="#">
                            <span class="icon is-small">
                            <i class="fa fa-share-alt" aria-hidden="true"></i>
                            </span>
                            <span>ทำเนียบผู้พัฒนา</span>
                        </a>
                    </li>
                </ul>
            </nav>

            <div class="content">

                <div name="body" class="">

                    <h1><sapn class="has-text-danger"><i class="fa fa-share-alt" aria-hidden="true"></i></sapn>&nbsp;ทำเนียบเครือข่าย <sapn class="has-text-danger">CRS</sapn>
                    </h1>
                    <br>
                    <div class="panel table-container">

                        <table class="table  is-striped is-hoverable">
                            <thead class="">
                                <tr>
                                    <th class="has-text-danger">เขต</th>
                                    <th class="has-text-danger">จังหวัด</th>
                                    <th class="has-text-danger">รายชื่อ</th>
                                    <th class="has-text-danger">หน่วยงาน</th>
                                    <th class="has-text-danger">เบอร์โทรศัพท์</th>
                                </tr>
                            </thead>
                            <tbody>
                                <tr>
                                    <td>1</td>
                                    <td>เชียงใหม่</td>
                                    <td>นางสาวมนต์ทิวา สุนันตา</td>
                                    <td>สำนักงานป้องกันควบคุมโรคที่ 1 เชียงใหม่</td>
                                    <td>053-276-364</td>
                                </tr>
                                <tr>
                                    <td>1</td>
                                    <td>พะเยา</td>
                                    <td>&nbsp;</td>
                                    <td>สำนักงานอัยการคุ้มครองสิทธิและช่วยเหลือทางกฎหมายและการบังคับคดี จังหวัดพะเยา
                                    </td>
                                    <td>054-449-550</td>
                                </tr>
                                <tr>
                                    <td>1</td>
                                    <td>พะเยา</td>
                                    <td>นายวิวัฒน์ สมเครือ</td>
                                    <td>สำนักงานสาธารณสุขจังหวัดพะเยา</td>
                                    <td>054-409-132</td>
                                </tr>
                                <tr>
                                    <td>1</td>
                                    <td>พะเยา</td>
                                    <td>คุณภัคนันท์ เครือแก้ว</td>
                                    <td>ศูนย์บริการที่เป็นมิตร น้ำกว๊านสีรุ้ง พะเยา</td>
                                    <td>054-070-599</td>
                                </tr>
                                <tr>
                                    <td>1</td>
                                    <td>พะเยา</td>
                                    <td>คุณภาสกร สอนน้อย</td>
                                    <td>ศูนย์บริการที่เป็นมิตร น้ำกว๊านสีรุ้ง พะเยา</td>
                                    <td>054-070-599</td>
                                </tr>
                                <tr>
                                    <td>2</td>
                                    <td>พิษณุโลก</td>
                                    <td>นายธานี มีเอี่ยม</td>
                                    <td>สำนักงานป้องกันควบคุมโรคที่ 2 พิษณุโลก</td>
                                    <td>055-214-615</td>
                                </tr>
                                <tr>
                                    <td>2</td>
                                    <td>พิษณุโลก</td>
                                    <td>นางสาวกาญจนา มากะนัตย์</td>
                                    <td>สำนักงานป้องกันควบคุมโรคที่ 2 พิษณุโลก</td>
                                    <td>055-214-615 </td>
                                </tr>
                                <tr>
                                    <td>3</td>
                                    <td>นครสวรรค์</td>
                                    <td>นางสาวนันทิพัฒชน์ ทัดศรีพีรดล</td>
                                    <td>สำนักงานป้องกันควบคุมโรคที่ 3 นครสวรรค์</td>
                                    <td>056-221-822</td>
                                </tr>
                                <tr>
                                    <td>4</td>
                                    <td>สระบุรี</td>
                                    <td>ว่าที่ร.ต.หญิง ทิวาภรณ์ อุปพลเถียร</td>
                                    <td>สำนักงานป้องกันควบคุมโรคที่ 4 สระบุรี</td>
                                    <td>036-267-586</td>
                                </tr>
                                <tr>
                                    <td>4</td>
                                    <td>นนทบุรี</td>
                                    <td>&nbsp;</td>
                                    <td>สำนักงานสาธารณสุขจังหวัดนนทบุรี</td>
                                    <td>02-950-3071-6 ต่อ 124</td>
                                </tr>
                                <tr>
                                    <td>4</td>
                                    <td>นนทบุรี</td>
                                    <td>&nbsp;</td>
                                    <td>สำนักงานอัยการคุ้มครองสิทธิและช่วยเหลือทางกฎหมายและการบังคับคดี จังหวัดนนทบุรี
                                    </td>
                                    <td>02-5910535 ต่อ 112,113</td>
                                </tr>
                                <tr>
                                    <td>4</td>
                                    <td>นนทบุรี</td>
                                    <td>คุณอภิญญา ศรีวิภักดิ์</td>
                                    <td>สมาคมฟ้าสีรุ้งจังหวัดนนทบุรี</td>
                                    <td>02-731-6532-33</td>
                                </tr>
                                <tr>
                                    <td>4</td>
                                    <td>ปทุมธานี</td>
                                    <td>นางสาวทัศนีย์ พระยานะธูป</td>
                                    <td>สำนักงานสาธารณสุขจังหวัดปทุมธานี</td>
                                    <td>02-581-6454</td>
                                </tr>
                                <tr>
                                    <td>4</td>
                                    <td>ปทุมธานี</td>
                                    <td>&nbsp;</td>
                                    <td>สำนักงานอัยการคุ้มครองสิทธิและช่วยเหลือทางกฎหมายและการบังคับคดี จังหวัดปทุมธานี
                                    </td>
                                    <td>02-599-1884</td>
                                </tr>
                                <tr>
                                    <td>4</td>
                                    <td>ปทุมธานี</td>
                                    <td>คุณกุลปวีร์ อิสลาม</td>
                                    <td>สมาคมฟ้าสีรุ้งจังหวัดปทุมธานี
                                    </td>
                                    <td>02-731-6532-33</td>
                                </tr>
                                <tr>
                                    <td>5</td>
                                    <td>นครปฐม</td>
                                    <td>นางสาวธัญรดา แก้วทิพย์</td>
                                    <td>สำนักงานสาธารณสุขจังหวัดนครปฐม</td>
                                    <td>034-243-620</td>
                                </tr>
                                <tr>
                                    <td>5</td>
                                    <td>นครปฐม</td>
                                    <td>&nbsp;</td>
                                    <td>สำนักงานอัยการคุ้มครองสิทธิและช่วยเหลือทางกฎหมายและการบังคับคดี จังหวัดนครปฐม
                                    </td>
                                    <td>034-258-536</td>
                                </tr>
                                <tr>
                                    <td>5</td>
                                    <td>ราชบุรี</td>
                                    <td>คุณปิยะ อ่อนไพบูลย์</td>
                                    <td>สมาคมฟ้าสีรุ้งจังหวัดนครปฐม</td>
                                    <td>02-731-6532-33</td>
                                </tr>
                                <tr>
                                    <td>5</td>
                                    <td>ราชบุรี</td>
                                    <td>นางปิยนุช เทพสุวรรณ</td>
                                    <td>สำนักงานป้องกันควบคุมโรคที่ 5 ราชบุรี</td>
                                    <td>032-310-763</td>
                                </tr>
                                <tr>
                                    <td>5</td>
                                    <td>ราชบุรี</td>
                                    <td>นางสาวศิริวรรณ พูลพิพัฒน์</td>
                                    <td>สำนักงานป้องกันควบคุมโรคที่ 5 ราชบุรี</td>
                                    <td>032-310-763</td>
                                </tr>
                                <tr>
                                    <td>5</td>
                                    <td>สมุทรสาคร</td>
                                    <td>&nbsp;</td>
                                    <td>สำนักงานอัยการคุ้มครองสิทธิและช่วยเหลือทางกฎหมายและการบังคับคดี จังหวัดสมุทรสาคร
                                    </td>
                                    <td>034-412-423</td>
                                </tr>
                                <tr>
                                    <td>5</td>
                                    <td>สมุทรสาคร</td>
                                    <td>นายประพนธ์ ใคร่ครวญ</td>
                                    <td>สำนักงานสาธารณสุขจังหวัดสมุทรสาคร</td>
                                    <td>034-871-276</td>
                                </tr>
                                <tr>
                                    <td>5</td>
                                    <td>สมุทรสาคร</td>
                                    <td>Mr. Thaung Naing</td>
                                    <td>มูลนิธิรักษ์ไทยจังหวัดสมุทรสาคร</td>
                                    <td>034-434-828-30</td>
                                </tr>
                                <tr>
                                    <td>5</td>
                                    <td>สมุทรสาคร</td>
                                    <td>Ms.YIN YIN AEY</td>
                                    <td>มูลนิธิรักษ์ไทยจังหวัดสมุทรสาคร</td>
                                    <td>034-434-828-30</td>
                                </tr>
                                <tr>
                                    <td>6</td>
                                    <td>ชลบุรี</td>
                                    <td>นางสาวมยุรา เฮืองหล้า</td>
                                    <td>สำนักงานป้องกันควบคุมโรคที่ 6 ชลบุรี</td>
                                </tr>
                                <tr>
                                    <td>6</td>
                                    <td>ชลบุรี</td>
                                    <td>นางสาวอภิญญา เปี่ยมวัฒนาทรัพย์</td>
                                    <td>สำนักงานป้องกันควบคุมโรคที่ 6 ชลบุรี</td>
                                    <td>038-199-346</td>
                                </tr>
                                <tr>
                                    <td>6</td>
                                    <td>ชลบุรี</td>
                                    <td>นางสาวชนิสรา  ธุวะคำ</td>
                                    <td>สำนักงานป้องกันควบคุมโรคที่ 6 ชลบุรี</td>
                                    <td>038-199-346</td>
                                </tr>
                                <tr>
                                    <td>6</td>
                                    <td>ชลบุรี</td>
                                    <td>นายนวพล มิติภัทร</td>
                                    <td>สำนักงานสาธารณสุขจังหวัดชลบุรี</td>
                                    <td>038-932-450</td>
                                </tr>
                                <tr>
                                    <td>6</td>
                                    <td>ชลบุรี</td>
                                    <td>&nbsp;</td>
                                    <td>สำนักงานอัยการคุ้มครองสิทธิและช่วยเหลือทางกฏหมายและการบังคับคดี จังหวัดชลบุรี
                                    </td>
                                    <td>038-791-272</td>
                                </tr>
                                <tr>
                                    <td>6</td>
                                    <td>ชลบุรี</td>
                                    <td>คุณเนตรนภิศ มณีเนตร</td>
                                    <td>สมาคมฟ้าสีรุ้งจังหวัดชลบุรี</td>
                                    <td>038-455-508</td>
                                </tr>
                                <tr>
                                    <td>6</td>
                                    <td>ชลบุรี</td>
                                    <td>คุณพิริยา ยุติกะ</td>
                                    <td>มูลนิธิรักษ์ไทยจังหวัดชลบุรี</td>
                                    <td>033-144-426</td>
                                </tr>
                                <tr>
                                    <td>6</td>
                                    <td>ชลบุรี</td>
                                    <td>คุณบงกช บุญประสาน</td>
                                    <td>เครือข่ายสุขภาพและโอกาส (HON) จังหวัดชลบุรี</td>
                                    <td>038-425-808</td>
                                </tr>
                                
                                <tr>
                                    <td>6</td>
                                    <td>ชลบุรี</td>
                                    <td>คุณรชยาภรณ์ธวี ธนวัตน์เทวากุล</td>
                                    <td>เครือข่ายสุขภาพและโอกาส (HON) จังหวัดชลบุรี</td>
                                    <td>038-425-808</td>
                                </tr>
                                <tr>
                                    <td>6</td>
                                    <td>ชลบุรี</td>
                                    <td>คุณรัชตา สกุลพิทักษ์</td>
                                    <td>เครือข่ายสุขภาพและโอกาส (HON) จังหวัดชลบุรี</td>
                                    <td>038-425-808</td>
                                </tr>
                                <tr>
                                    <td>6</td>
                                    <td>ชลบุรี</td>
                                    <td>คุณรวิศชา ศักดิปรีชากุล</td>
                                    <td>มูลนิธิซิสเตอร์ ศูนย์พัทยา</td>
                                    <td>033-035-367</td>
                                </tr>
                                <tr>
                                    <td>6</td>
                                    <td>ชลบุรี</td>
                                    <td>คุณศุภชัย สุขทองสา</td>
                                    <td>มูลนิธิเพื่อนพนักงานบริการ พัทยา</td>
                                    <td>038-412-297</td>
                                </tr>
                                <tr>
                                    <td>6</td>
                                    <td>ตราด</td>
                                    <td>นางสาวนัฐติยาพร ผากำเนิด</td>
                                    <td>สำนักงานสาธารณสุขจังหวัดตราด</td>
                                    <td>039-511-011</td>
                                </tr>
                                <tr>
                                    <td>6</td>
                                    <td>ตราด</td>
                                    <td>&nbsp;</td>
                                    <td>สำนักงานอัยการคุ้มครองสิทธิและช่วยเหลือทางกฎหมายและการบังคับคดี จังหวัดตราด</td>
                                    <td>039-511-304</td>
                                </tr>
                                <tr>
                                    <td>6</td>
                                    <td>ตราด</td>
                                    <td>คุณณัฐวุฒิ ลอยเลื่อน</td>
                                    <td>มูลนิธิรักษ์ไทยจังหวัดตราด</td>
                                    <td>039-521-080</td>
                                </tr>
                                <tr>
                                    <td>6</td>
                                    <td>ระยอง</td>
                                    <td>นายเวสารัช วรุตมะพงศ์พันธุ์</td>
                                    <td>สำนักงานสาธารณสุขจังหวัดระยอง</td>
                                    <td>038-620-976</td>
                                </tr>
                                <tr>
                                    <td>6</td>
                                    <td>ระยอง</td>
                                    <td>&nbsp;</td>
                                    <td>สำนักงานอัยการคุ้มครองสิทธิและช่วยเหลือทางกฎหมายและการบังคับคดี จังหวัดระยอง
                                    </td>
                                    <td>038-617826-7</td>
                                </tr>
                                <tr>
                                    <td>6</td>
                                    <td>ระยอง</td>
                                    <td>คุณขึ้น มอม</td>
                                    <td>มูลนิธิศูนย์คุ้มครองสิทธิด้านเอดส์จังหวัดระยอง</td>
                                    <td>038-993-242</td>
                                </tr>
                                <tr>
                                    <td>6</td>
                                    <td>ระยอง</td>
                                    <td>คุณทันดาดัน </td>
                                    <td>มูลนิธิศูนย์คุ้มครองสิทธิด้านเอดส์จังหวัดระยอง</td>
                                    <td>038-993-242</td>
                                </tr>
                                <tr>
                                    <td>6</td>
                                    <td>ระยอง</td>
                                    <td>คุณจิรทีปต์ ฤกษ์ยามดี</td>
                                    <td>มูลนิธิรักษ์ไทยจังหวัดระยอง</td>
                                    <td>038-618-011</td>
                                </tr>
                                
                                <tr>
                                    <td>6</td>
                                    <td>สมุทรปราการ</td>
                                    <td>นางณัชชา คำเครือ</td>
                                    <td>สำนักงานสาธารณสุขจังหวัดสมุทรปราการ</td>
                                    <td>02-389-5980</td>
                                </tr>
                                <tr>
                                    <td>6</td>
                                    <td>สมุทรปราการ</td>
                                    <td>&nbsp;</td>
                                    <td>สำนักงานอัยการคุ้มครองสิทธิและช่วยเหลือทางกฎหมายและการบังคับคดี
                                        จังหวัดสมุทรปราการ
                                    </td>
                                    <td>02-395-4969</td>
                                </tr>
                                <tr>
                                    <td>6</td>
                                    <td>สมุทรปราการ</td>
                                    <td>คุณพัฒนา ตาโก่ง</td>
                                    <td>มูลนิธิรักษ์ไทยจังหวัดสมุทรปราการ</td>
                                    <td>02-3801123</td>
                                </tr>
                                <tr>
                                    <td>6</td>
                                    <td>สมุทรปราการ</td>
                                    <td>คุณวราวุธ บุญศิริธนโรจน์</td>
                                    <td>สมาคมฟ้าสีรุ้งจังหวัดสมุทรปราการ</td>
                                    <td>02-731-6532-33</td>
                                </tr>

                                <tr>
                                    <td>7</td>
                                    <td>ขอนแก่น</td>
                                    <td>นางสาวปิยธิดา ภูตาไชย</td>
                                    <td>สำนักงานป้องกันควบคุมโรคที่ 7 ขอนแก่น</td>
                                    <td>043-222818-9</td>
                                </tr>
                                
                                <tr>
                                    <td>7</td>
                                    <td>ขอนแก่น</td>
                                    <td>นางสาวนงค์นุช สุรัตนวดี</td>
                                    <td>สำนักงานสาธารณสุขจังหวัดขอนแก่น</td>
                                    <td>043-221-125</td>
                                </tr>

                                <tr>
                                    <td>7</td>
                                    <td>ขอนแก่น</td>
                                    <td>นายลิทธิพล ชัยเจริญ</td>
                                    <td>กลุ่ม ACTTEAM</td>
                                    <td>043-002-350</td>
                                </tr>
                                
                                <tr>
                                    <td>8</td>
                                    <td>อุดรธานี</td>
                                    <td>นางสาวจิราภา ตาลหยง</td>
                                    <td>สำนักงานป้องกันควบคุมโรคที่ 8 อุดรธานี</td>
                                    <td>042-219-168</td>
                                </tr>
                                <tr>
                                    <td>8</td>
                                    <td>อุดรธานี</td>
                                    <td>นางสาวดวงเดือน จันทะโชติ</td>
                                    <td>สำนักงานป้องกันควบคุมโรคที่ 8 อุดรธานี</td>
                                    <td>042-219-168</td>
                                </tr>
                                <tr>
                                    <td>8</td>
                                    <td>อุดรธานี</td>
                                    <td>นางเนตรณพิศ มณีโชติ</td>
                                    <td>สำนักงานสาธารณสุขจังหวัดอุดรธานี</td>
                                    <td>042-222-356 ต่อ 221</td>
                                </tr>
                                <tr>
                                    <td>8</td>
                                    <td>อุดรธานี</td>
                                    <td>คุณชัชพงศ์ ชาลีโห</td>
                                    <td>มูลนิธิเอ็มเฟรนด์ อุดรธานี</td>
                                    <td>042-119-998</td>
                                </tr>
                                <tr>
                                    <td>9</td>
                                    <td>นครราชสีมา</td>
                                    <td>นายอนุกูล ศิรินนท์</td>
                                    <td>สำนักงานป้องกันควบคุมโรคที่ 9 นครราชสีมา</td>
                                    <td>044-212-900</td>
                                </tr>
                                <tr>
                                    <td>9</td>
                                    <td>นครราชสีมา</td>
                                    <td>นายมานพ อุทัยกรณ์</td>
                                    <td>มูลนิธิเอ็มพลัส นครราชสีมา</td>
                                    <td>098-945-2699</td>
                                </tr>
                                <tr>
                                    <td>10</td>
                                    <td>อุบลราชธานี</td>
                                    <td>นางสาววันทนีย์ ธารณธนบูลย์</td>
                                    <td>สำนักงานป้องกันควบคุมโรคที่ 10 อุบลราชธานี</td>
                                    <td>045-255-934</td>
                                </tr>
                                <tr>
                                    <td>10</td>
                                    <td>อุบลราชธานี</td>
                                    <td>นางปิยะพร บุญเกิด</td>
                                    <td>สำนักงานสาธารณสุขจังหวัดอุบลราชธานี</td>
                                    <td>045-243-301 ต่อ 201</td>
                                </tr>
                                <tr>
                                    <td>10</td>
                                    <td>อุบลราชธานี</td>
                                    <td>คุณปราโมทย์ ศรีสุธรรม</td>
                                    <td>สมาคมฟ้าสีรุ้งจังหวัดอุบลราชธานี</td>
                                    <td>045-957-007</td>
                                </tr>
                                <tr>
                                    <td>10</td>
                                    <td>อุบลราชธานี</td>
                                    <td>คุณชุติมา สืบเชื้อ</td>
                                    <td>สมาคมฟ้าสีรุ้งจังหวัดอุบลราชธานี</td>
                                    <td>045-957-007</td>
                                </tr>
                                <tr>
                                    <td>10</td>
                                    <td>อุบลราชธานี</td>
                                    <td>&nbsp;</td>
                                    <td>สำนักงานอัยการคุ้มครองสิทธิและช่วยเหลือทางกฎหมายและการบังคับคดี จ.อุบลราชธานี</td>
                                    <td>045-244-757</td>
                                </tr>
                                <tr>
                                    <td>10</td>
                                    <td>ยโสธร</td>
                                    <td>นายเกียรติศักดิ์ พงประเสริฐ</td>
                                    <td>สํานักงานสาธารณสุขจังหวัดยโสธร</td>
                                    <td>045-712-233-4 ต่อ 139</td>
                                </tr>
                                <tr>
                                    <td>10</td>
                                    <td>ศรีสะเกษ</td>
                                    <td>นางณิชากร บุญรินทร์</td>
                                    <td>สํานักงานสาธารณสุขจังหวัดศรีสะเกษ</td>
                                    <td>045-616-040 ต่อ 107</td>
                                </tr>
                                
                                <tr>
                                    <td>11</td>
                                    <td>นครศรีธรรมราช</td>
                                    <td>นางจุลจิรา จุลบล</td>
                                    <td>สำนักงานป้องกันควบคุมโรคที่ 11 นครศรีธรรมราช</td>
                                    <td>075-341-147</td>
                                </tr>
                                <tr>
                                    <td>11</td>
                                    <td>นครศรีธรรมราช</td>
                                    <td>นางสาวจินตนา สงอุปการ</td>
                                    <td>สำนักงานสาธารณสุขจังหวัดนครศรีธรรมราช</td>
                                    <td>075-343-409</td>
                                </tr>
                                <tr>
                                    <td>11</td>
                                    <td>นครศรีธรรมราช</td>
                                    <td>นายบัญชา ยีโกบ</td>
                                    <td>มูลนิธิรักษ์ไทยจังหวัดนครศรีธรรมราช</td>
                                    <td>075-450-779</td>
                                </tr>
                                <tr>
                                    <td>11</td>
                                    <td>นครศรีธรรมราช</td>
                                    <td>คุณเพทาย เกื้อบางจาก</td>
                                    <td>มูลนิธิรักษ์ไทยจังหวัดนครศรีธรรมราช</td>
                                    <td>075-450-779</td>
                                </tr>
                                <tr>
                                    <td>11</td>
                                    <td>นครศรีธรรมราช</td>
                                    <td>นางสาวชุญานี เวียงสมุทร</td>
                                    <td>มูลนิธิรักษ์ไทยจังหวัดนครศรีธรรมราช</td>
                                    <td>075-450-779</td>
                                </tr>
                                <tr>
                                    <td>11</td>
                                    <td>สุราษฎร์ธานี</td>
                                    <td>&nbsp;</td>
                                    <td>สำนักงานอัยการคุ้มครองสิทธิและช่วยเหลือทางกฎหมายและการบังคับคดี
                                        จังหวัดสุราษฎร์ธานี
                                    </td>
                                    <td>077-287-253-4</td>
                                </tr>
                                <tr>
                                    <td>11</td>
                                    <td>สุราษฎร์ธานี</td>
                                    <td>นายวิสูตร จอมสวัสดิ์</td>
                                    <td>สำนักงานสาธารณสุขจังหวัดสุราษฎร์ธานี</td>
                                    <td>077-272-784</td>
                                </tr>
                                <tr>
                                    <td>11</td>
                                    <td>สุราษฎร์ธานี</td>
                                    <td>นางสาวชญานี เวียงสมุทร</td>
                                    <td>มูลนิธิรักษ์ไทยจังหวัดสุราษฎร์ธานี</td>
                                    <td>077-295-454</td>
                                </tr>
                                <tr>
                                    <td>11</td>
                                    <td>สุราษฎร์ธานี</td>
                                    <td>คุณแก่นแก้ว ชุมชาติ</td>
                                    <td>มูลนิธิรักษ์ไทยจังหวัดสุราษฎร์ธานี</td>
                                    <td>077-295-454</td>
                                </tr>
                                <tr>
                                    <td>11</td>
                                    <td>สุราษฎร์ธานี</td>
                                    <td>คุณเบญจวรรณ บุญฤทธิ์</td>
                                    <td>มูลนิธิรักษ์ไทยจังหวัดสุราษฎร์ธานี</td>
                                    <td>077-295-454</td>
                                </tr>
                                
                                <tr>
                                    <td>12</td>
                                    <td>สงขลา</td>
                                    <td>&nbsp;</td>
                                    <td>สำนักงานอัยการคุ้มครองสิทธิและช่วยเหลือทางกฎหมายและการบังคับคดี จังหวัดสงขลา
                                    </td>
                                    <td>074-307236</td>
                                </tr>
                                <tr>
                                    <td>12</td>
                                    <td>สงขลา</td>
                                    <td>นางนิ่มอนงค์ ไทยเจริญ</td>
                                    <td>สำนักงานป้องกันควบคุมโรคที่ 12 สงขลา</td>
                                    <td>074-323-263</td>
                                </tr>
                                <tr>
                                    <td>12</td>
                                    <td>สงขลา</td>
                                    <td>นางสาวน้ำผึ้ง มูลพฤกษ์</td>
                                    <td>สำนักงานป้องกันควบคุมโรคที่ 12 สงขลา</td>
                                    <td>074-323-263</td>
                                </tr>
                                <tr>
                                    <td>12</td>
                                    <td>สงขลา</td>
                                    <td>นายเจริญสุข ชะโนวรรณะ</td>
                                    <td>สำนักงานสาธารณสุขจังหวัดสงขลา</td>
                                    <td>074-326-091</td>
                                </tr>
                                <tr>
                                    <td>12</td>
                                    <td>สงขลา</td>
                                    <td>นางประทีป สระมุณี</td>
                                    <td>สำนักงานสาธารณสุขจังหวัดสงขลา</td>
                                    <td>074-326-091</td>
                                </tr>
                                <tr>
                                    <td>12</td>
                                    <td>สงขลา</td>
                                    <td>นางสาววนิดา จิตหมั่น</td>
                                    <td>สำนักงานสาธารณสุขจังหวัดสงขลา</td>
                                    <td>074-326-091</td>
                                </tr>
                                
                                <tr>
                                    <td>12</td>
                                    <td>สงขลา</td>
                                    <td>คุณภูเบศวร์ พงศ์สุวรรณ</td>
                                    <td>สมาคมฟ้าสีรุ้งจังหวัดสงขลา</td>
                                    <td>074-232-101</td>
                                </tr>
                                <tr>
                                    <td>12</td>
                                    <td>สงขลา</td>
                                    <td>คุณอำพาพร หมีเหมาะ</td>
                                    <td>สมาคมฟ้าสีรุ้งจังหวัดสงขลา</td>
                                    <td>074-232-101</td>
                                </tr>
                                <tr>
                                    <td>12</td>
                                    <td>สงขลา</td>
                                    <td>คุณนะดา เกตสุริยงค์</td>
                                    <td>ศูนย์อภิบาลผู้เดินทางทะเล สงขลา (บ้านสุขสันต์)</td>
                                    <td>074-313-409</td>
                                </tr>
                                <tr>
                                    <td>12</td>
                                    <td>สงขลา</td>
                                    <td>คุณสุรีวัลย์ หีมแหละ</td>
                                    <td>ศูนย์อภิบาลผู้เดินทางทะเล สงขลา (บ้านสุขสันต์)</td>
                                    <td>074-313-409</td>
                                </tr>
                                <tr>
                                    <td>13</td>
                                    <td>กรุงเทพ</td>
                                    <td>คุณสมวงศ์ อุไรวัฒนา</td>
                                    <td>มูลนิธิศูนย์คุ้มครองสิทธิด้านเอดส์</td>
                                    <td>02-171-5135-6</td>
                                </tr>
                                <tr>
                                    <td>13</td>
                                    <td>กรุงเทพ</td>
                                    <td>คุณอภิวัฒน์ กวางแก้ว</td>
                                    <td>เครือข่ายผู้ติดเชื้อเอชไอวี/เอดส์ ประเทศไทย</td>
                                    <td>02-377-5065</td>
                                </tr>
                                <tr>
                                    <td>13</td>
                                    <td>กรุงเทพ</td>
                                    <td>คุณสมวงศ์ อุไรวัฒนา</td>
                                    <td>มูลนิธิเข้าถึงเอดส์</td>
                                    <td>02-372-2113-4</td>
                                </tr>
                                <tr>
                                    <td>13</td>
                                    <td>กรุงเทพ</td>
                                    <td>คุณเด่นชัย ศรีกรองทอง</td>
                                    <td>มูลนิธิเพื่อนพนักงานบริการ (SWING)</td>
                                    <td>02-632-9501</td>
                                </tr>
                                <tr>
                                    <td>13</td>
                                    <td>กรุงเทพ</td>
                                    <td>คุณสุรศักดิ์ เนียมถนอม</td>
                                    <td>มูลนิธิเพื่อนพนักงานบริการ (SWING)</td>
                                    <td>02-632-9501</td>
                                </tr>
                                <tr>
                                    <td>13</td>
                                    <td>กรุงเทพ</td>
                                    <td>คุณดนัย ลินจงรัตน์ </td>
                                    <td>สมาคมฟ้าสีรุ้งแห่งประเทศไทย</td>
                                    <td>02-731-6532-33</td>
                                </tr>
                                <tr>
                                    <td>13</td>
                                    <td>กรุงเทพ</td>
                                    <td>คุณวัชราวิทย์ วราภัทรนนญ์ </td>
                                    <td>สมาคมฟ้าสีรุ้งแห่งประเทศไทย</td>
                                    <td>02-731-6532-33</td>
                                </tr>
                                <tr>
                                    <td>13</td>
                                    <td>กรุงเทพ</td>
                                    <td>คุณวุฒิชัย ติยะเฟือย </td>
                                    <td>สมาคมฟ้าสีรุ้งแห่งประเทศไทย</td>
                                    <td>02-731-6532-33</td>
                                </tr>
                                <tr>
                                    <td>13</td>
                                    <td>กรุงเทพ</td>
                                    <td>คุณรวิสรา เปียขุนทด</td>
                                    <td>สถาบันเพื่อการวิจัยและนวัตกรรมด้านเอชไอวี (IHRI)</td>
                                    <td>02 160 5371</td>
                                </tr>
                                <tr>
                                    <td>13</td>
                                    <td>กรุงเทพ</td>
                                    <td>คุณปดิวริดา เดิมสันเทียะ</td>
                                    <td>สมาคมวางแผนครอบครัวแห่งประเทศไทยฯ (สวท)</td>
                                    <td>02-941-2320</td>
                                </tr>
                                <tr>
                                    <td>13</td>
                                    <td>กรุงเทพ</td>
                                    <td>&nbsp;</td>
                                    <td>สถาบันป้องกันควบคุมโรคเขตเมือง</td>
                                    <td>02-521-0943-5</td>
                                </tr>
                                <tr>
                                    <td>13</td>
                                    <td>กรุงเทพ</td>
                                    <td>นางพิมพิมล จันทร์เจริญศรี</td>
                                    <td>กองควบคุมโรคเอดส์ วัณโรค และโรคติดต่อทางเพศสัมพันธ์ สำนักอนามัย</td>
                                    <td>02-860-8751-6</td>
                                </tr>
                                <tr>
                                    <td>13</td>
                                    <td>กรุงเทพ</td>
                                    <td>นางสาวศิราณี คุณาจารย์</td>
                                    <td>กองควบคุมโรคเอดส์ วัณโรค และโรคติดต่อทางเพศสัมพันธ์ สำนักอนามัย</td>
                                    <td>02-860-8751-6</td>
                                </tr>
                            </tbody>
                        </table>

                    </div>

                </div>

            </div>




        </div>
    </div>



    <footer class="footer " style="background-color: #EEE;">
        <div class="container  ">
            <div class="content has-text-centered  ">
                <p>Crisis Response System (CRS)
                </p>
                <p id="tsp"> <small> Source code licensed <a href="http://www.hiso.or.th">HISO</a>. </small> </p>
            </div>
        </div>
    </footer>

    <script src="{{ asset('bulma/clipboard-1.7.1.min.js') }}"></script>
    <script src="{{ asset('bulma/main.js') }}"></script>
    {{--<script src="{{ asset('js/prov_list.js') }}"></script>--}}
    <script>
    var p_id = $('#p_id').val();
    var p_po = $('#p_position').val();
    var p_ar = $('#p_area').val();

    var status_url = "{{route('officer.load_status',['prov_id' => ':p_id']) }}";
    status_url = status_url.replace(':p_id', p_id + ' ' + p_po + ' ' + p_ar);
    console.log(status_url);
    $.ajax({
        type: 'GET',
        url: status_url,
        success: function(data) {
            //console.log(data);
            $('#i-receive').text(data.NotAcp);
            $('#i-additional').text(data.NotKeyIn);
            $('#i-process').text(data.NotOp);
        }
    });
    </script>
</body>

</html>